---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleHoriz
source: html/1bddc7b8-c2ff-8eff-25e1-84a45bed0ef2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleHoriz Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAngleHoriz { get; }
```